{
  "logo": "Udaan",
  "about": "About",
  "team": "Team",
  "related_projects": "Related Projects",
  "publication": "Publications",
  "contact": "Contact",
  "signin/signup": "Sign in/Sign up",
  "donate": "Donate",
  "logout": "Log Out",

  "banner_title": "Project UDAAN",
  "banner_subheading": "Breaking the Language Barrier in Education",
  "banner_subheading2": "Under the aegis of the office of",
  "banner_subheading3": " Alumni and Corporate Relations IIT Bombay",
  "banner_description": "The Udaan project enables translation of textbooks and learning materials in Engineering and all main streams of Higher learning,from English to Hindi and all Indian languages.",
  "banner_button1": "Donate",
  "banner_button2": "Subscribe",

  "video_title": "UDAAN-TRANSLATION WORKBENCH",
  "video_subheading": "Demonstration of our UDAAN translation tool.",
  "video_description": "Our in-house translation workbench from efficient translation of documents in various Indian languages. We invite contributions from people interested in translating documents (either slides or text).",
  "video_button1": "Download",
  "video_button2": "Tutorials",

  "event_title": "Featured Videos",
  "events_project1_title": "Project Launch",
  "events_project1_description": "Our in-house translation workbench from efficient translation of documents in various Indian languages. We invite contributions from people interested in translating documents (either slides or text).",

  "about_title": "About",
  "about_description1": "In India, every year, more than 1 crore students appear in CBSE, ICSE, and state board class 10th and 12th exams.",
  "about_description2": "Out of these students, more than 65% students study in non-English medium schools.",
  "about_description3": "Often, such students when join higher education institutes where the primary language of instruction is English, face language barriers. Even when they wish to understand the content from supplementary resources such as the internet or trying to keep up with contemporary research, they face the similar issue. We are leaving behind such potential minds.",
  "about_description4": "The lack of native language instruction also has a significant economic impact. Of the top twenty countries in GDP per capita, all of them use the language of the common people for higher and technical education. Most of these countries do not use English. In the bottom twenty economies, most of the countries are those which persist with a colonial language, not the mother tongue of the majority of people. The transition to mother tongue education requires significant investment in language infrastructure.",
  "about_card1_title": "Our Mission",
  "about_card1_description": "To have textbooks resources with the entire engineering and medical curriculum translated into the many Indian languages.",
  "about_card2_title": "Our Vision",
  "about_card2_description": "BREAKING THE LANGUAGE BARRIER IN THE INDIAN HIGHER EDUCATION SYSTEM",

  "goals_title": "Our Goals",
  "goals_description1": "Web Platform with complete translation workbench",
  "goals_description2": "Machine Learning models for translation and post editing to augment human translators",
  "goals_description3": "Domain specific Linguistic resource (Dictionaries, translation memory) for efficient and consistent quality translation",
  "goals_description4": "To setup parallel corpus in technical domain (>30,00,000 words) to speed up the translation and post editing research",
  "goals_description5": "To translate and publish 500 books in native languages for engineering curriculum and make it accessible in cost effective manner",
  "goals_description6": "Active ecosystem of seed translators, reviewer, proof readers around the platform",

  "team_title": "Our Team",
  "team_technical_title": "Technical Team",
  "team_technical_name1": "Prof. Ganesh Ramakrishnan",
  "team_technical_name2": "Pankaj Singh",
  "team_technical_name3": "Ayush Maheshwari",
  "team_technical_name4": "Ganesh Arnaal",
  "team_technical_description1": "Institute Chair Professor Department of Computer Science and Engineering IIT Bombay",
  "team_technical_description2": "Director, Aify Innovation Labs",
  "team_technical_description3": "Ekal Fellow and Phd student, Cse, IIT Bombay",
  "team_technical_description4": "Linguistic expert and a pioneer in Indian language computing",
  "team_student_title": "Students",
  "team_student_name1": "Piyush Sharma",
  "team_student_name2": "Isha Panday",
  "team_student_name3": "Souvik Pal",
  "team_student_name4": "Vineet Dorna",
  "team_student_name5": "Arjun Kashettiwar",
  "team_student_name6": "Harshad Ingole",
  "team_student_name7": "Krishnakant Bhatt",
  "team_student_name8": "Ajay Ravindran",
  "team_student_description1": "M.Tech, CSE",
  "team_student_description2": "M.Tech, CSE",
  "team_student_description3": "DD, CMINDS",
  "team_student_description4": "BTech, CSE",
  "team_student_description5": "BTech, CSE",
  "team_student_description6": "BTech, CSE",
  "team_student_description7": "MS, CSE",
  "team_student_description8": "MTech, CSE",
  "team_intern_title": "Interns",
  "team_intern_name1": "Ashish Patil",
  "team_intern_name2": "Yash  Kadam",
  "team_intern_name3": "Bidipto",
  "team_intern_name4": "Akanksha Mategaonkar",
  "team_intern_name5": "Akshita Shivani",
  "team_intern_name6": "Harsh Mishra",
  "team_intern_description1": "Intern, IIT Bombay",
  "team_intern_description2": "Intern, IIT Bombay",
  "team_intern_description3": "Intern, IIT Bombay",
  "team_intern_description4": "Intern, IIT Bombay",
  "team_intern_description5": "Intern, IIT Bombay",
  "team_intern_description6": "Intern, IIT Bombay",
  "team_publisher_title": "Publishing Partners",
  "team_publisher_name1": "Garuda Prakashan",
  "team_publisher_name2": "Somayaji Arnaal Publishers",
  "team_publisher_description1": "CEO, MD, Sankrant Sanu",
  "team_publisher_description2": "Founder, Ganesh Arnal",

  "donation_button1": "Indian",
  "donation_button2": "International",
  "donation_title": "Donation",
  "donation_subtitle": "Willing to donate? ",
  "donation_description": "Here's how you can donate to strengthen our community",
  "donation_indian_step1": "Follow the Donate button below to our donation portal",
  "donation_indian_step2": "Enter the amount you wish to donate",
  "donation_indian_step3": "Select Project - PROJECT UDAAN",
  "donation_indian_step4": "Select your affiliation with the project.",
  "donation_indian_step5": "Enter your details in the form.",
  "donation_indian_step6": "Click on Donate. You will be redirected to select the mode of payment",
  "donation_indian_tax": "Eligible for tax exemption under Section 80G",
  "donation_nri_step1": "Follow the Donate button below to our donation portal",
  "donation_nri_step2": "Choose a method of payment ",
  "donation_nri_step3": "Click Donate for PayPal or Credit card payment",
  "donation_nri_step4": "Select “Other Programs”",
  "donation_nri_step5": "Proceed to donate.",
  "donation_nri_step6": "Kindly mention the cause as “Project Udaan” in additional information box",
  "donation_step_footer": "We support Online banking and UPI for now. Support to be extended soon.",
  "donation_donate_button": "Donate",
  "donation_donate_button_footer": "You will be redirected to our donation portal.",

  "news_section_title": "Features and News",
  "news_item1_name": "Times Of India ",
  "news_item1_description": " Indian Institute of Technology (IIT) Bombay will focus on an Indian-language end-to-end translation ecosystem, which will enable a new generation of learners to study engineering in their mother tongues.",
  "news_item2_name": "IANSLIFE",
  "news_item3_name": "MINISTRY OF EDUCATION",
  "news_read_all": "Read All",
  "news_item2_description": "Project Udaan is a high-fidelity machine-assisted translation ecosystem for technical books, using artificial intelligence (AI) and machine learning (ML) frameworks developed by a team lead by Prof. Ganesh Ramakrishnan.",
  "news_item3_description": "IIT Bombay, Prof. Ganesh Ramakrishnan, and his team launched ‘Project Udaan’, that enables translation from English to Hindi and all Indian languages of textbooks and learning materials in Engineering and all main streams of Higher learning",

  "related_projects_title": "Related Projects",
  "related_projects_project1_title": "AKSHAR ANVESHINI",
  "related_projects_project1_subtitle": "Optical Character Recognition (OCR) and Post-editing system for the Sanskrit language.",
  "related_projects_project1_description": "Inhouse OCR(Optical Character Recognition) model for the digitization of Sanskrit books.It uses state of the art technology that gives us 95.14% character level accuracy for Sanskrit text.",
  "related_projects_project2_title": "INDICOCR",
  "related_projects_project2_subtitle": "Optical Character Recognition for Indian Texts",
  "related_projects_project2_description": "End-to-end framework for Error Detection and Corrections in Indic-OCR",
  "related_projects_project3_title": "DECILE",
  "related_projects_project3_subtitle": "Data Efficient Machine Learning",
  "related_projects_project3_description": "Data Efficient Learning with Less Data State of the art AI and Deep Learning are very data hungry. This comes at significant cost including larger resource costs (multiple expensive GPUs and cloud costs), training times and human labeling costs and time. Decile attempts to solve this by answering the following question.",
  "related_projects_project4_title": "MALTA",
  "related_projects_project4_subtitle": "Multi-Modal And Multi-Lingual Temporal Sentence Alignment",
  "related_projects_project4_description": "For localizing sentences/captions in videos that leverages both audio and video modalities and that can generalize to new and possibly low-resource language settings.Moreover, it is a rich new dataset, whose annotation is driven by both audio and visual modalities and which is richer in the audio modality than previous datasets.",
  "related_projects_project5_title": "RUDDER",
  "related_projects_project5_subtitle": "cRoss lingUal viDeo anD tExt Retrieval.",
  "related_projects_project5_description": "RUDDER consists of 492(to be updated) videos, with an average length of 80 seconds and around 7 sentences describing every video. A video is present in multiple languages namely HINDI, TAMIL, MALAYALAM, URDU, KANNADA. (Note: All videos do not have audio in every language mentioned earlier)",
  "related_projects_more_info": "More Information",

  "publications_title": "Publications",
  "publications_item1_name": "GLISTER: Generalization based Data Subset Selection for Efficient and Robust Learning",
  "publications_item1_subtitle": "Krishnateja Killamsetty, Durga Sivasubramanian, Ganesh Ramakrishnan, Rishabh Iyer",
  "publications_item1_description": "In Proceedings of The 35th AAAI Conference on Artificial Intelligence (AAAI 2021).",
  "publications_item2_name": "Meta-Learning for Effective Multi-task and Multilingual Modelling",
  "publications_item2_subtitle": "Ishan Tarunesh, Sushil Khyalia, Vishwajeet Kumar, Ganesh Ramakrishnan, Preethi Jyothi",
  "publications_item2_description": "In Proceedings of The 16th Conference of the European Chapter of the Association for Computational Linguistics (EACL 2021)",
  "publications_item3_name": "Caption Alignment for Low Resource Audio-Visual Data",
  "publications_item3_subtitle": "Vighnesh Reddy Konda, Mayur Warialani, Rakesh Prasanth Achari, Varad Bhatnagar, Jayaprakash Akula, Ganesh Ramakrishnan, Pankaj Singh, Gholamreza Haffari and Preethi Jyothi",
  "publications_item3_description": "In Proceedings of The 21st INTERSPEECH Conference (Interspeech 2020), Shanghai, China.",
  "publications_item4_name": "OCR On-the-Go: Robust End-to-end Systems for Reading License Plates & Street Signs",
  "publications_item4_subtitle": "Rohit Saluja, Ayush Maheshwari, Ganesh Ramakrishnan, Parag Chaudhuri and Mark Carman",
  "publications_item4_description": "In Proceedings of The 15th International Conference on Document Analysis and Recognition (ICDAR 2019), Sydney, Australia.",
  "publications_item5_name": "Time Aggregation Operators for Multi-label Audio Event Detection",
  "publications_item5_subtitle": "Pankaj Joshi, Digvijaysingh Gautam, Ganesh Ramakrishnan and Preethi Jyothi",
  "publications_item5_description": "In Proceedings of The 21st INTERSPEECH Conference (Interspeech 2018), Shanghai, China.",
  "publications_item6_name": "Synthesis of Programs from Multimodal Datasets",
  "publications_item6_subtitle": "Shantanu Thakoor, Simoni Shah, Ganesh Ramakrishnan, Amitabha Sanyal",
  "publications_item6_description": "In Proceedings of the 32nd AAAI Conference on Artificial Intelligence (AAAI-18), New Orleans, Louisiana, USA",
  "publications_item7_name": "Error Detection and Corrections in Indic OCR using LSTM",
  "publications_item7_subtitle": "Rohit Saluja, Devaraj Adiga, Parag Chaudhuri, Ganesh Ramakrishnan and Mark Carman",
  "publications_item7_description": "International Conference on Document Analysis and Recognition (ICDAR) 2017, Kyoto, Japan.",
  "publications_item8_name": "A Framework for Document Specific Error Detection and Corrections in Indic OCR",
  "publications_item8_subtitle": "Rohit Saluja, Devaraj Adiga, Ganesh Ramakrishnan, Parag Chaudhuri and Mark Carman",
  "publications_item8_description": "1st International Workshop on Open Services and Tools for Document Analysis (ICDAR- OST) 2017, Kyoto, Japan.",
  "publications_item9_name": "StreetOCRCorrect: An Interactive Framework forOCR Corrections in Chaotic Indian Street Videos",
  "publications_item9_subtitle": "Pankaj Singh, Bhavya Patwa, Rohit Saluja, Ganesh Ramakrishnan, Parag Chaudhuri and Mark Carman",
  "publications_item9_description": "In Proceedings of The 2nd International Workshop on Open Services and Tools for Document Analysis.",
  "publications_item10_name": "Learning From Less Data: Diversified Subset Selection and Active Learning in Image Classification Tasks",
  "publications_item10_subtitle": "Vishal Kaushal, Rishabh Iyer, Anurag Sahoo, Khoshrav Doctor, Narasimha Raju, Ganesh Ramakrishnan",
  "publications_item10_description": "Accepted paper at the 7th IEEE Winter Conference on Applications of Computer Vision (WACV), 2019, Hawaii, USA.",
  "publications_item11_name": "Sub-word Embeddings for OCR Corrections in Highly Fusional Indic Languages",
  "publications_item11_subtitle": "Rohit Saluja, Mayur Punjabi, Mark Carman, Ganesh Ramakrishnan and Parag Chaudhuri",
  "publications_item11_description": "In Proceedings of The 15th International Conference on Document Analysis and Recognition (ICDAR 2019), Sydney, Australia.",
  "publications_item12_name": "Improving the learnability of classifiers for Sanskrit OCR corrections",
  "publications_item12_subtitle": "Devaraja Adiga, Rohit Saluja, Vaibhav Agrawal, Ganesh Ramakrishnan, Parag Chaudhuri, K. Ramasubramanian and Malhar Kulkarni",
  "publications_item12_description": "Proceedings of the 17th World Sanskrit Conference, Vancouver, 2018.",
  "publications_item13_name": "A Framework for Error Detection and Corrections in Sanskrit",
  "publications_item13_subtitle": "Rohit Saluja, Devaraj Adiga, Parag Chaudhuri, Ganesh Ramakrishnan and Mark Carman",
  "publications_item13_description": "Research and Innovation Symposium in Computing (RISC) 2017 (Most Admiring Poster Presentation Award), IIT-Bombay, India.",
  "publications_item14_name": "Building Compact Lexicons for Cross-Domain SMT by mining near-optimal Pattern Sets",
  "publications_item14_subtitle": "Pankaj Singh, Ashish Kulkarni, Himanshu Ojha, Vishwajeet Kumar, Ganesh Ramakrishnan",
  "publications_item14_description": "In Proceedings of the 20th Pacific Asia Conference on Knowledge Discovery and Data Mining (PAKDD) 2016",
  "publications_item15_name": "Summarizing Multi-Document Topic Hierarchies using Submodular Mixtures",
  "publications_item15_subtitle": "Ramakrishna Bairi, Rishabh Iyer, Ganesh Ramakrishnan and Jeff Bilmes",
  "publications_item15_description": "In Proceedings of the Annual Meeting of the Association for Computational Linguistics (ACL), Beijing, China, July - 2015",
  "publications_item16_name": "A Machine Assisted Human Translation System for Technical Documents.",
  "publications_item16_subtitle": "Kumar, V., Kulkarni, A., Singh, P., Ramakrishnan, G., & Arnaal, G.",
  "publications_item16_description": "In Proceedings of the 8th International Conference on Knowledge Capture (p. 33). ACM.",

  "landing_modal_technical_name": "Ganesh Arnaal",
  "landing_modal_publication_name": "Arnaal Publishers",
  "landing_modal_technical": "We at CSC, IIT-B have been working closely with Shri Ganesh Arnaal, a linguistic expert since 2013. He is a Chartered Accountant by qualification and he runs a boutique investment bank in Mumbai. His passion for Indian languages and Indian language computing brought him to CSC. His firm Bharat Bhasha Sanganan has developed a complete User Interface in HIndi for Open Office. Shri Arnaal has advocated the development of lexical resources and human aid to support machine translation. We would like to acknowledge his role in the development of our Udaan project. He has agreed to take up translation and post-edit work on technical books in Engineering.",
  "landing_modal_publication": "Somayaji Arnaal Publishers was promoted by Ganesh Arnaal to create content in Indian languages for higher education by translating recommended text books and reference books. Somayaji Arnaal Publishers has also been actively involved in developing resources for computing in Indian Languages.",

  "whattheysay_title": "What they say?",
  "whattheysay_item1_title": " H C Verma",
  "whattheysay_item1_subtitle": "Physicist ",
  "whattheysay_item1_description": "commendable initiative to translate technical books in Indian languages, which has the potential to unlock the intelligence and creativity among the young minds. For the lack of material in their own mother tongue, young students face an uphill task at higher levels as English becomes a barrier, rather than being an enabler. I have always believed that a teacher and a student must fall in love with the subject to be able to learn it. Making the material available to the young minds in their mother tongue will be a very effective step towards developing this emotional bond with the subject.",
  "whattheysay_item2_title": "Sankrant Shanu ",
  "whattheysay_item2_subtitle": "(Garuda Prakashan)",
  "whattheysay_item2_description": "Even in premier institutes like IITs, I find that students are struggling due to not having access to education in their own language. Prof. Ganesh's project at IIT Bombay is a major step in enabling a technology infrastructure for rapid, high-quality translations.",
  "whattheysay_item3_title": "Dr. Krishnaswamy VijayRaghavan",
  "whattheysay_item3_subtitle": "(Principal Scientific Adviser, Government of India)",
  "whattheysay_item3_description": "Because of technology, because we can create glossaries in every area, because we can scan and digitise and translate, for most kinds of documents you can get a high level of accuracy from machine-bases translation",

  "contact_title": "Contact Us",
  "contact_form_title": "Enquiry",
  "contact_form_name": "Name",
  "contact_form_email": "Email address",
  "contact_form_category": "Category",
  "contact_form_option1": "option1",
  "contact_form_message": "Message",
  "contact_form_button": "Submit",
  "contact_right_title": "Contact Information",
  "contact_right_description": "Feel free to contact us anytime. We will get back to you as soon as possible.",

  "newsletter_title": "Newsletter",
  "newsletter_subheading": "Keep up with our latest news and events.",
  "newsletter_description": "Subscribe to our Newsletter",
  "newsletter_button": "Subscribe",

  "footer_left_section1_heading": "WHO WE ARE?",
  "footer_left_section1_item1": "About",
  "footer_left_section1_item2": "Our Team",
  "footer_left_section1_item3": "Related Projects",
  "footer_left_section1_item4": "Publications",
  "footer_left_section1_footer1": "Project UDAAN",
  "footer_left_section1_footer2": "Breaking the Language Barrier in Education",
  "footer_left_section2_heading": "SUPPORT",
  "footer_left_section2_item1": "Contact us",
  "footer_left_section2_item2": "Donate",
  "footer_right_section1_heading": "FOLLOW US ON ",
  "footer_right_section2_bottom1": "Under the aegis of the office of",
  "footer_right_section2_bottom2": "Alumni and Corporate Relations IIT Bombay",
  "footer_bottom1": "Copyright © 2021 IIT Bombay",
  "footer_bottom2": "Don’t forget to give credits",

  "signup_required": "*Required",
  "signup_name": "Name*",
  "signup_email": "Email*",
  "signup_password": "Password*",
  "signup_terms1": "By signing up you accept the",
  "signup_terms2": "Terms of service ",
  "signup_terms3": "and",
  "signup_terms4": "Privacy Policy",
  "signup_button1": "Sign Up",
  "signup_footer": "Already have an account?",
  "signup_button2": "Sign in",
  "signup_social_provider": "Connect with",
  "signup_forgot": "Forgot Password",
  "signup_or": "or",
  "signup_account": "Don;t have an account?",

  "newspage_title": "News",
  "newspage_news1": "‘Project Udaan,’ a donation-based project, is an end-to-end ecosystem, which translates scientific and technical content from English to Hindi and all other Indian languages.",
  "newspage_news2": "Prof. Ganesh Ramakrishnan envisaged this project from the Department of Computer Science & Engineering in IIT Bombay. It was launched to break the language barrier that many students face while joining higher education institutes. ",
  "newspage_news3": "Now, a new project launched by premier Indian Institute of Technology (IIT) Bombay will focus on an Indian-language end-to-end translation ecosystem, which will enable a new generation of learners to study engineering in their mother tongues",
  "newspage_news4": "A project to translate engineering books into Hindi, vernacular languages",
  "newspage_news5": "Mrityunjay Bose, DHNS, Mumbai, SEP 14 2021, 18:57 ISTUPDATED: SEP 14 2021, 18:57 IST Representative Image. Credit: iStock Photo As India celebrated Hindi Diwas, the Indian Institute of Technology-Bombay rolled out ‘Project Udaan’",
  "newspage_news6": "“Language is more than just a medium of communication, it is the unseen thread that connects our past, present, and future” – VP M. Venkaiah Naidu",

  "media_coverage_title": "Media Coverage",
  "media_coverage1_heading": "हिंदी पखवाड़ा, 29 Sep 2022",
  "media_coverage1": "हिंदी पखवाड़ा के अवसर पर भारतीय प्रौद्यौगिकी संस्थान बोम्बे द्वारा प्रा.गणेश रामकृष्णन और उनकी उड़ान परियोजना टीम को 'हिंदी कार्यान्वयन हेतु विशेष पुरस्कार' से सम्मानित किया गया ।",
  "media_coverage2_heading": "Tweet by Union Minister of Education, 2 Aug 2022",
  "media_coverage2": "Pleased to meet Prof. Ganesh Ramakrishnan from @iitbombay and Shri Ganesh Arnaal, a CA by profession and a linguistic expert.",
  "media_coverage3_heading": "Tweet by Union Minister of State for Entrepreneurship, 3 Aug 2022",
  "media_coverage3": "Prof. Ganesh Ramakrishnan @ganramkr, Department of CSE @iitbombaycalled on me at my office @GoI_MeitY today.",
  "media_coverage4_heading": "Tweet by Chairman, Bharatiya Bhasha Samiti, 13 Aug 2022",
  "media_coverage4": "In-house translation workbench from the efficient translation of documents in various Indian languages.",
  "media_coverage5_heading": "Press Information Bureau, Govt of India, 14 Sep 2021",
  "media_coverage5": "‘Project Udaan,’ an AI-based translation software ecosystem: IIT Bombay Professor and his team launch project on Hindi Divas.",
  "media_coverage6_heading": "The Times of India, 14 Sep 2021",
  "media_coverage6": "A project to translate engineering books into Hindi, vernacular languages.",
  "media_coverage7_heading": "The Times of India, 14 Sep 2021",
  "media_coverage7": "Artificial Intelligence breaks language barrier for tech edu.",
  "media_coverage8_heading": "Tweet by IIT Bombay, 14 Sep 2021",
  "media_coverage8": "",
  "media_coverage9_heading": "IIT Bombay Official Release, 14 Sep 2021 FEB",
  "media_coverage9": "IIT Bombay Professor and his team launch ‘Project Udaan,’ an AI-based translation software ecosystem.",
  "media_coverage10_heading": "YouTube, 14 Sep 2021",
  "media_coverage10": "Discussion on Project Udaan with Prof H.C. Verma and Sankrant Sanu.",

  "dashboard_junk": "Coming Soon...",
  "download_latest": "Latest",

  "create_project_github": "Create Using",
  "create_project_github_sub1": "Don’t know how to create an ID?",
  "create_project_github_sub2": "Follow our tutorial",
  "create_project_github_sub3": "here",

  "Subtask_button1": "Project",
  "Subtask_button2": "Teams"
}
